#  Homebrew setup
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

# Java related tools
cask "java"
brew "groovy"
brew "gradle"
brew "maven"

# Comand line tools
brew "bat"
brew "direnv"
brew "telnet"
brew "tree"
brew "gawk"
brew "ripgrep"
brew "gawk"
brew "speedtest-cli"
brew "ranger"
cask "ngrok"

# language tools
brew "node@12"
brew "python@2"
brew "python3"

brew "mackup"
brew "git-standup"
brew "sqlite"

# Applications
cask "gitkraken"
cask "postman"
cask "dropbox"
cask "1password"
cask "iterm2"
cask "visual-studio-code"
cask "firefox"
cask "google-chrome"
cask "slack"
cask "font-fira-code"
cask "dbeaver-community"
cask "shimo"
cask "jetbrains-toolbox"
cask "fliqlo"

# App Store apps
mas "Magnet", id: 441258766
mas "Monosnap", id: 540348655
