tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bat"
brew "direnv"
brew "node"
brew "python"
brew "python3"
brew "mackup"
brew "mas"
brew "telnet"
brew "tree"
brew "ripgrep"
brew "gawk"
brew "git-standup"
brew "ranger"
cask "gitkraken"
cask "ngrok"
cask "postman"
cask "dropbox"
cask "1password"
cask "iterm2"
cask "java"
cask "visual-studio-code"
cask "firefox"
cask "google-chrome"
cask "slack"
cask "font-fira-code"
cask "dbeaver-community"
cask "shimo"
mas "Magnet", id: 441258766
mas "Monosnap", id: 540348655
